cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-drivers'
tap 'homebrew/bundle'
tap 'jesseduffield/lazygit'

brew 'bat'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'mas'
brew 'neovim'
brew 'sheldon'
brew 'sqlite'
brew 'starship'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'ripgrep'
brew 'node'
brew 'lazygit'

cask 'appcleaner'
cask 'bettertouchtool'
cask 'cmd-eikana'
cask 'discord'
cask 'docker'
cask 'fliqlo'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'handbrake'
cask 'iterm2'
#cask 'logi-options-plus'
cask 'notion'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

cask 'font-hack-nerd-font'

mas 'LINE', id: 539883307
